Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: རྒྱལ་ཐབས་སྟེར་བར་བྱེད་ལ་ནོར་གྱི་བདག་པོ་ཆེན་པོ་ཡང་བྱེད་ལ་ཚེ་རིང་བ་ཉིད་དུ་ཡང་གནས་པར་འགྱུར་རོ། །
en: She will grant a kingdom, make one the owner of great wealth, and ensure that one lives a long life. {52.112}

source: ཅི་སྟེ་སྲིང་མོར་འགྱུར་ན་ནི་དཔག་ཚད་སྟོང་དུ་གནས་ཀྱང་ཇི་ལྟར་འདོད་པའི་བུད་མེད་འགུགས་པར་བྱེད་དེ་
en: “If she becomes one’s sister, she will summon a woman as desired even from a distance of one thousand leagues.

source: ཉིན་རེ་ཞིང་ཡང་ཏི་ན་ར་འབུམ་སྦྱིན་པར་བྱེད་དེ་དེ་ཡང་ཟད་པར་བྱའོ། །
en: Every single day she will give one hundred thousand dinars. One must spend all of this.

source: ཅི་སྟེ་ཆུང་མར་གྱུར་ན་ནི་རང་གི་གནས་སུ་ཁྱེར་ཏེ།
en: If she becomes one’s wife, she will take one to her own abode.

source: ལྷའི་གཞལ་མེད་ཁང་དུ་འཛེགས་ནས། དེ་དང་ལྷན་ཅིག་དགའ་བར་བྱེད་ཅིང་།
en: Living in a celestial palace, one will engage in a delightful play with her for a long time.

source: དུས་རིང་པོར་ལོ་སྟོང་ཕྲག་སུམ་ཅུའི་བར་དུ་ཇི་ལྟར་འདོད་པར་རྣམ་པར་སྤྱོད་དེ། གནོད་སྦྱིན་ཆེན་པོ་དང་འདྲ་བར་འགྱུར་རོ། །
en: For thirty thousand years, one will do whatever one likes, equal to the great yakṣa. {52.113}

source: རབ་ཏུ་དགའ་མའི་སྔགས་ནི། །ཨོཾ་ཧྲྀ་ཥྚཱི་མ་ཧཱ་ནགྣི་ཧཱུཾ་ཕཊ་སྭཱ་ཧཱ།
en: “The mantra of Pramodā is: “ Oṁ ṣṭhrīḥ hrīḥ ! O great nude! Hūṁ, phaṭ, svāhā!

source: འདིའི་ཆོ་ག་ནི་མཚན་ཕྱེད་ཀྱི་བར་དུ་བཟླས་པ་གྲངས་མེད་པ་བྱས་ཏེ།
en: “Her practice is as follows. One should recite her mantra at midnight without counting.

source: ཕྱིར་ཡང་གཉིད་ལོག་པར་མ་བྱས་ན་ཟླ་བ་གཅིག་གི་ནང་དུ་ངེས་པར་འོང་བར་འགྱུར་རོ། །
en: If one does not go back to sleep, Pramodā will certainly arrive within one month.

source: ཆུང་མར་འགྱུར་ན་ནི་འདོད་པ་ཐམས་ཅད་སྦྱིན་པར་བྱེད་དེ།
en: She will become a wife who fulfills every desire.

source: ཉིན་རེ་ཞིང་ཏི་ན་ར་ཉི་ཤུ་རྩ་ལྔ་རབ་ཏུ་སྦྱིན་པར་བྱེད་དོ། །
en: Every single day she will provide twenty-five dinars

source: རང་གི་མཛོད་ཉིད་ཀྱང་སྟོན་པར་བྱེད་དོ། །
en: and offer sexual delights personally.

source: དུས་རིང་པོར་ཡང་འཚོ་བར་བྱེད་དོ། །
en: In addition, she will ensure long life for the practitioner. {52.114}

source: དེ་བཞིན་དུ་གནོད་སྦྱིན་མོ་བརྒྱ་སྟོང་ཕྲག་དུ་མ་ཡང་ཡོད་དོ། །
en: “There are uncountable hundreds of thousands of yakṣiṇīs.

source: དེ་བཞིན་དུ་ཤ་ཟ་མོ་དང་ཤ་ཟ་མོ་རྫུ་འཕྲུལ་ཆེ་བ་དང་། ཀླུའི་བུ་མོ་དང་། ལྷ་མ་ཡིན་གྱི་བུ་མོ་དང་། ལྷའི་བུད་མེད་དང་། ལྷ་མ་ཡིན་གྱི་བུད་མེད་དང་།
en: So, too, there are innumerable piśācīs of great power, nāga girls, asura girls, apsarases, girls of the lower celestial ( sura ) orders, and daitya girls.

source: དེ་བཞིན་དུ་རིག་པ་འཛིན་པ་ཐམས་ཅད་ཀྱི་བུད་མེད་དང་མི་དང་མི་མ་ཡིན་པ་ཐམས་ཅད་ཀྱི་སྔགས་གྲངས་མེད་པ་དག་ཀྱང་ཡོད་དོ། །
en: The same is true for the vidyādharīs and all the human and nonhuman females. All of them without exception have their respective mantras, which are likewise innumerable.

source: དེ་བཞིན་དུ་གནོད་སྦྱིན་རྣམས་དང་། ལྷ་རྣམས་དང་། ཀླུ་རྣམས་དང་། དྲང་སྲོང་རྣམས་དང་། དྲི་ཟ་རྣམས་དང་། ལྷ་མ་ཡིན་རྣམས་དང་། ཡི་དགས་རྣམས་དང་། སྲིན་པོ་རྣམས་དང་། ཚངས་པ་ཆེན་པོ་དང་། དབང་ཕྱུག་ཆེན་པོ་དང་། ཁྱབ་འཇུག་དང་། མ་མོ་རྣམས་དང་། དབང་མོ་དང་། རྒན་བྱད་མ་དང་། ཕག་མོ་ལ་སོགས་པའི་སྔགས་རྣམས་ཀྱང་ཡོད་དེསོ་སོ་སོ་སོར་ཐམས་ཅད་དམ་ཚིག་གིས་འདིར་བཀུག་ནས་
en: In the same way there are mantras of the male yakṣa s, gods, nāga s, ṛṣis, gandharvas, asuras, pretas, and rākṣasas; of Mahābrahmā, Maheśvara, and Viṣṇu; and also of the mātṛs, headed by Indrāṇī, Cāmuṇḍā, and Vārāhī. All these beings have been individually summoned here on this occasion.

source: ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེ་གཤེད་ཀྱིས་ཟོས་པ་དང་དམ་ཚིག་ལ་བཞག་ཅིང་། འཇམ་པའི་དབྱངས་ལ་ཉེ་བར་གཏད་ནས་རྗེས་སུ་འབྲང་བར་འགྱུར་ཏེ
en: They have been brought here by Lord of Wrath Yamāntaka, seized by him, established in the samaya, and thus made subordinate to Mañjughoṣa.

source: གོ་རིམས་བཞིན་དུ་གནས་ཤིང་བསྙེན་བཀུར་ཡང་བྱེད་དོ། །
en: They stand here in the right order as his retinue and attendants. {52.115}

source: ཐམས་ཅད་ཀྱི་ཡང་མདོར་བསྡུ་ན་
en: “[The rite] for each of them, in short, is as follows.

source: འཁྲུལ་འཁོར་གྱི་གཟུགས་སམ་དེ་ཉིད་ཀྱི་གཟུགས་བརྙན་བྱས་ནས་ཁྲོ་བོའི་རྒྱལ་པོ་གཤིན་རྗེ་གཤེད་ཀྱི་རིག་པ་ཅི་སྲིད་གཟུགས་བརྙན་རབ་ཏུ་འགུལ་བའམ་རབ་ཏུ་གཡོ་བའམ་རྡུལ་འབྱུང་བའི་བར་དུ་བཟླས་པ་བྱས་ན་
en: One should recite the Lord of Wrath Yamāntaka—either in a place where there is an image or having made such an image oneself —until the image shakes and then moves or starts perspiring.

source: རང་ཉིད་ཀྱི་གཟུགས་ཀྱིས་འོང་བར་འགྱུར་ཏེགང་སྨྲས་པ་དེ་ཐམས་ཅད་ཡང་དག་པར་སྒྲུབ་པར་བྱེད་དོ། །
en: Then [the being portrayed in the image] will arrive in its own form and will do everything it is asked to. {52.116}

source: དེ་བཞིན་དུ་གང་གཞན་ཡང་གཞོན་ནུ་མ་བཞི་གནོད་སྦྱིན་མ་ཆེན་པོའི་མིང་པོ་ཏུམ་བུ་རུ་ཞེས་བྱ་བ་ཡང་དག་པར་རྟེན་པ། གྲུའི་ཐེག་པ་ལ་ཡང་དག་པར་ཞོན་པ།
en: “In the same way, one can [practice] also the ‘four virgins.’ These great yakṣiṇīs, who have Tumburu as their brother, live, in their celestial forms, upon the ocean aboard a boat.

source: འཇིག་རྟེན་ཐམས་ཅད་ཀྱིས་རབ་ཏུ་མཆོད་པ། སེམས་ཅན་རྣམས་རྗེས་སུ་འཛིན་པར་བྱེད་པ་དེ་དག་ཀྱང་ཆོ་ག་འདི་བཞིན་དུ་བྱའོ། །
en: They practice kindness to beings and are worshiped by the whole world. The same procedure may be used also for them, namely, {52.117}

source: དཔེར་ན་རས་སམ་རྩིག་པའམ་སྤང་ལེབ་ལ་མཚོའི་དཀྱིལ་དུ་བྲི་བར་བྱ་སྟེ། གྲུའི་ཐེག་པ་ལ་ཞོན་པ་ཕུ་བོ་མིང་པོའི་རྗེས་སུ་འགྲོ་བ་བུ་མོ་བཞི་པོ་ཉིད་ཀྱང་རྒྱ་མཚོའི་ནང་དུ་ཞུགས་ཤིང་མཉམ་པར་འདུག་པའོ། །
en: “They should be either drawn or etched On a piece of cloth, a slab of stone, or a plank, Riding in a boat, Where they attend to their elder brother. {52.118} “These four girls travel together Within the confines of the ocean.

source: དེ་དག་མི་སྣང་གནས་བཞག་ནས། །ཁྲོ་བོའི་བཟླས་པ་ཡང་དག་བརྩམ། །
en: One should set up their image in a hidden place And begin the practice by reciting the [Lord of] Wrath. {52.119}

source: དེ་ཚེ་གཡོ་འགུལ་རྡུལ་འབྱུང་བར། །དེ་དག་ཀུན་ནི་སྐྱེ་འགྱུར་བར། །
en: “They will start moving, shaking, Or sweating all over.

source: དེ་ཚེ་གྲུབ་པ་ཡིན་ཤེས་ནས། །སྔགས་ཀྱི་བཟླས་པ་ཡོངས་སུ་བཏང་། །
en: Knowing by this that they are accomplished, The mantra reciter should stop reciting. {52.120}

source: མཚན་མོའི་ཐ་མར་རང་ཚུལ་ཉིད། །དགེ་དང་མི་དགེ་སྟོན་པར་འགྱུར། །
en: “Appearing, at the end of the night, in their usual form, They will tell the practitioner what is good and what is bad for him.

source: སྐད་ཅིག་གིས་ནི་ཟློས་པ་ཡིས། །དོན་རྣམས་ཐམས་ཅད་སྒྲུབ་པར་འགྱུར། །
en: They will accomplish The reciter’s every aim. {52.121}

source: ཁྲོ་བོས་བཀུག་ཅིང་རྒྱས་བྱས་ནས། །སྨྲས་པ་ཐམས་ཅད་བྱེད་པར་འགྱུར། །
en: “Summoned and stunned by [Lord of] Wrath, They will do everything as commanded.

source: རྟག་ཏུ་ཉི་མ་སོགས་ཀྱི་གཟའ། །དེ་བཞིན་དྲང་སྲོང་སྲིན་པོ་དང་། །ནམ་མཁའ་ལྡིང་དང་ཤ་ཟས་ཀྱང་། །རྫུ་འཕྲུལ་ཆེན་པོ་དེ་དག་མཆོད། །
en: Soma and other prominent planets, The ṛṣis, the rākṣasas, {52.122} “The piśācas, and the garuḍas Worship these four powerful sisters.

source: དབང་ཕྱུག་ཆེ་སོགས་འབྱུང་པོས་ཀྱང་། །རྫུ་འཕྲུལ་ཆེན་པོ་དེ་དག་མཆོད། །
en: Also Maheśvara and other gods like him Worship these majestic ladies. {52.123}

source: དེ་དག་གིས་བཤད་ཆོ་ག་དང་། །སྔགས་རྒྱུད་རྒྱ་ཆེ་བཅས་པ་ཡི། །ཐམས་ཅད་དེ་དག་ཁྲོ་རྒྱལ་གྱི། །
en: “They also taught their extensive rituals And their own mantra systems. All of them may be employed, Along with their extensive rites.

source: འབད་པ་མེད་པར་དབང་དུ་འགྱུར། །
en: All these [mantra deities] remain in the thrall Of Lord of Wrath , without any effort on his part. {52.124}

source: གང་དག་སྔགས་ནི་ཅི་ཡོད་པ། །ཁྲོ་བོ་འཆོལ་བ་རྙོག་འབྱུང་བ། །དེ་ཀུན་ཁྲོ་བོའི་རྒྱལ་པོ་ཡི། །དེ་དག་བསྒོ་བ་མཉན་པར་བསྟན། །
en: “However many mantras there are That originate from impure spirits and dry up [the life of beings], All of them were taught And prescribed by Lord of Wrath. {52.125}

source: གང་ཡང་འཕགས་པའི་སྔགས་དག་ནི། །ཐམས་ཅད་ཀུན་འགྲོའི་ཁྱད་པར་ཅན། །མཆོག་དང་རབ་མཆོག་དྲག་པོ་དང་། །གང་ཡང་དེ་བཞིན་རྒྱལ་བས་གསུངས། །
en: “The noble and distinguished mantras, on the other hand, That are universally applicable, The foremost mantras, exalted and excellent, Were taught by the eminent victors

source: དེ་བཞིན་པདྨ་འཛིན་སྔགས་དང་། །བདག་ཉིད་ཀྱིས་ཀྱང་རབ་བཤད་དང་། །
en: And also by myself In the capacity of the mantra holder. {52.126}

source: གང་ཡང་གཞན་གྱི་སྔགས་མཆོག་ནི། །རིགས་ལྔ་དག་གིས་གསུངས་པ་དང་། །རྫུ་འཕྲུལ་ཆེན་པོ་འཇིག་རྟེན་པའི། །རྒྱལ་བའི་སྲས་ཀྱིས་གསུངས་པ་དག །
en: “Whatever other prominent mantras there are That are associated with [any of] the five families— Those taught by the sons of the victors And also the powerful worldly mantras— {52.127}

source: ཁྲོ་བོའི་རྒྱལ་པོ་རྫུ་འཕྲུལ་ཆེས། །ཐམས་ཅད་དེ་དག་ཡང་དག་འགུགས། །སྔགས་དང་རྒྱུད་ནི་ཐམས་ཅད་ཀུན། །བསྟན་པ་འདི་ལ་ངེས་པར་འབྲེལ། །
en: “The powerful Lord of Wrath Has collected all of them And included them in this teaching Along with the mantra methods for all of them. {52.128}

source: གང་ཞིག་གང་དག་ཆོ་གར་བསྟན། །
en: “Whatever procedure was designated for whatever mantra,

source: དེ་ཉིད་འདིར་ནི་ངེས་པར་སྦྱར། །
en: He prescribed for that mantra precisely that procedure.

source: གཤིན་རྗེ་གཤེད་ནི་ཁྲོ་རྒྱལ་གྱི། །ལས་ཀུན་བྱེད་པའི་མཆོག་ཡིན་ནོ། །
en: As for the [mantra of] Lord of Wrath Yamāntaka, however, It is supremely suited for every activity. {52.129}

source: སྒྲོལ་མ་ཁྲོ་གཉེར་ཅན་ཉིད་དང་། །དེ་བཞིན་གོས་དཀར་མོ་དང་ནི། །དེ་བཞིན་དཀར་ཆེན་རིགས་མ་དང་། །རྡོ་རྗེའི་རིགས་འབྱུང་མཱ་མ་ཀཱི།
en: “The mantras of Tārā, Bhṛkuṭī, and Pāṇḍaravāsinī; Those of the vidyā Mahāśvetā And of Māmakī of the Vajra family; {52.130}

source: གཙུག་ཏོར་འབྱུང་བ་ཐམས་ཅད་དང་། །ལྷ་མོ་སྤྱན་ནི་ཉིད་དག་དང་། །དེ་བཞིན་གཤེགས་ཀུན་རིག་པ་དང་། །མཐུ་ཆེན་ཐོབ་དང་ཀུན་བཟང་དང་། །པདྨ་འཛིན་པའི་མངའ་བདག་དང་། །
en: “The mantras of every female uṣṇīṣa emanation — In particular of the goddess Locanā— And of every [other] vidyā from the Tathāgata family; The mantras of the sagacious Mañjughoṣa, {52.131} “Mahā­sthāma­prāpta, Samantabhadra, And the lord Padmapāṇi;

source: བདག་ཀྱང་འཇིག་རྟེན་གནོད་སྦྱིན་བདག །བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །
en: The mantras that I have taught Of the lord of the yakṣa s, a very powerful bodhisattva, {52.132}

source: རྒྱལ་སྲས་རྨད་དུ་བྱུང་བ་དང་། །དཔུང་བཟང་འཇིག་རྟེན་རྣམ་པར་གྲགས། །རྡོ་རྗེའི་སྡེ་དང་སྡེ་བཟང་དང་། །བློ་ལྡན་ཆོས་ཀྱིས་འཕགས་པ་དང་། །
en: “And of the [other] victors’ sons That are known throughout the whole world; The mantras of my sagacious sons Vajrasena and Suṣena — {52.133}

source: བདག་གིས་ཀྱང་ནི་བཤད་པའི་སྔགས། །ཟློས་པས་བརྙས་པར་མི་བྱའོ། །
en: “All these mantras, which I have taught, Must not be disparaged.

source: སྔོན་དུ་རྟག་ཏུ་མཆོད་བྱ་ཞིང་། །ལེགས་གསུངས་དེ་དག་བགོམ་མི་བྱ། །
en: All of them must be worshiped, and, it is taught, Never transgressed against. {52.134}

source: ཁྲོ་བོའི་རྒྱལ་པོ་ལེགས་མཆོད་ཅིང་། །དེར་ནི་ཟློས་པས་སྦྱར་མི་བྱ། །
en: “The reciter must not employ The venerable Lord of Wrath against them

source: དུས་རྣམས་ཀུན་ཏུ་སྔགས་དག་ལ། །དེ་དག་རིག་པ་བཅད་མི་བྱ། །
en: And must never break his vidyā connection With these mantra deities. {52.135}

source: ཇི་བཞིན་ལས་ནི་ཀུན་ལ་ཡང་། །འཇིག་རྟེན་སྔགས་ཀྱི་ལྷ་དག་ནི། །དཀའ་ཟློག་བདེ་བྱེད་ཚངས་སོགས་དང་། །ལྷ་ཆེན་ལ་ཡང་ལེགས་པར་མཆོད། །ཇི་ལྟར་རྒྱུད་ལ་སྔགས་རྣམས་ནི། །དེ་བཞིན་ཉིད་དུའང་ཀུན་ལ་བྱ། །
en: “One may practice all the worldly Mantra deities, according to the rite, Such as Umā, Śaṅkara, Brahmā, Or the venerable Hari, Using the mantras as found in the respective tantras And performing the rites, for each of them, accordingly. {52.136}

source: ཐམས་ཅད་སྔགས་ནི་ཀུན་ལ་ཡང་། །ཐམས་ཅད་ཉིད་དུའང་ཡང་དག་བསྟན། །སྔགས་ཀུན་རབ་ཏུ་འཇུག་པ་ཡང་། །ཁྲོ་བོ་ལས་ནི་ཡང་དག་འབྱུང་། །
en: “One may do every rite Of every mantra deity in every way With the knowledge, however, that the action Of every [such] mantra derives from [Lord of] Wrath. {52.137}

source: སྔགས་འདི་ཁྲོ་བོ་ཆེན་པོ་ནི། །གཤིན་རྗེ་གཤེད་ཅེས་བྱ་མིང་གིས། །བདག་ཉིད་ཆེན་པོ་གཤིན་རྗེ་ཡང་། །མྱུར་དུ་བཀུག་ནས་འཇོམས་པར་བྱེད། །
en: “The mantra Lord of Wrath, Known by the name of Yamāntaka, Can swiftly summon and strike Even the great being Yama. {52.138}

source: ཉི་མའི་བུ་ནི་གཤིན་རྗེ་དང་། །བརྒྱ་བྱིན་བདག་ཉིད་ཆེན་པོ་ཡང་། །བཀུག་ནས་དབང་མེད་མི་བཟད་པ། །
en: “Also, the great beings such as Śakra, or Vaivasvata who brings death, Can be summoned and enthralled.

source: གདུལ་དཀའ་འདུལ་བྱེད་མངའ་བདག་ཡིན། །
en: This terrible lord is the tamer of the hard to tame. {52.139}

source: སྔགས་འདི་སྔགས་ནི་ཆེན་པོ་སྟེ། །འཇམ་པའི་དབྱངས་ཀྱིས་བཤད་པ་ཡིན། །
en: “This mantra is the great mantra taught By the sweet-spoken Mañjughoṣa.

source: མ་རུངས་ལས་རྣམས་ཐམས་ཅད་བྱེད། །སྔགས་ཀུན་རབ་ཏུ་སྒྲུབ་པར་བྱེད། །
en: It is suitable for all rites, is fierce, And makes all other mantras effective.” {52.140}

source: དེ་སྐད་སྨྲས་ནས་དཔལ་ལྡན་ནི། །ལག་ན་རྡོ་རྗེ་རྫུ་འཕྲུལ་ཆེས། །ཤཱཀྱ་སེང་གེ་མི་ཡི་མཆོག །དཔའ་ཆེན་སངས་རྒྱས་ལ་བཏུད་ནས། །
en: Having said this, venerable Vajrapāṇi, One of great miraculous power, Bowed to the Buddha, the Lion of the Śākyas, The great hero supreme among men.

source: སྔགས་འཁོར་རྟེན་པའི་རྡོ་རྗེ་ཅན། །རྫུ་འཕྲུལ་ཅན་གྱིས་སྔགས་རྣམས་གསུངས། །
en: Then the vajra holder who dwells in the circle of mantra beings Taught the mantra of great magical power. {52.141}

source: འབྱུང་པོ་ཀུན་ཚོགས་དགེ་བ་ནི། །སེམས་ཅན་ཀུན་གྱིས་མཉན་པ་ཡིན། །
en: “Listen, all of you sentient beings, And all of you virtuous hosts of spirits,

source: སྔགས་རྣམས་ཀུན་ཚོགས་ལྟ་བྱེད་པ། །སྔགས་ཀྱི་མཆོག་ནི་བདག་གིས་བཤད། །
en: And all of you overseers of the hosts of mantras! I will teach this supreme mantra {52.142}

source: བློ་དང་ལྡན་པ་འཇམ་པའི་དབྱངས། །བྱང་ཆུབ་སེམས་དཔས་བཤད་པ་ཡིན། །
en: “That was taught by the sagacious Bodhisattva Mañjughoṣa,

source: མི་བཟད་གདུལ་དཀའ་འདུལ་བྱེད་པ། །མ་རུངས་ཐམས་ཅད་ཟློག་པར་བྱེད། །
en: A terrible mantra that tames those difficult to tame And restrains all the wicked ones. {52.143}

source: འཕགས་པ་འཇམ་དཔལ་གྱི་རྩ་བའི་ཆོ་ག་བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཕལ་པོ་ཆེ་ཐེག་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པའི་མདོ་ལས། གནོད་སྦྱིན་མོ་སྒྲུབ་པའི་ཆོ་ག་རབ་འབྱམ་ལས་ལེའུ་སུམ་ཅུ་རྩ་ལྔ་པ་རྫོགས་སོ།། །།
en: innumerable gods from the realm of the Thirty-Three, headed by Śakra;

source: དེ་ནས་གཞན་ཡང་བཤད་བྱ་བ། །སྡུག་བསྔལ་སྤང་ཞིང་བདེ་བྱ་བ། །སྡུག་བསྔལ་སྤང་ཞེས་བསྟན་པ་ནི། །མདོར་བསྡུས་ན་ནི་བཟློག་པ་ཡིན། །
en: “Knowledge is their arrester; It is the cause and the producer of happiness. It is said to be the destroyer of suffering; In short, knowledge prevents suffering. {53.4}

source: དེ་ཉིད་ཐེག་པ་རྣམ་གསུམ་དུ། །ང་ཡི་འདི་ནི་བསྟན་པ་ཡིན། །
en: “That is the very reason that I taught a threefold vehicle.

source: མི་རྟག་སྡུག་བསྔལ་བདག་མེད་དང་། །འདུས་བྱས་ཐམས་ཅད་སྐད་ཅིག་ཉིད། །
en: Everything conditioned changes from moment to moment; It is all impermanent, suffused with suffering, and lacking self-essence. {53.5}

source: གསོབ་དང་རྟག་ཏུ་ཀུན་སྟོང་པར། །འཁོར་བའི་འཆིང་བ་ངེས་པར་བསྟན། །
en: “The entire prison of existence is taught As being empty at all times.

source: དེ་ལས་ཆགས་བྲལ་རྣམ་གསུམ་འགྲོ། །སེམས་ཅན་དགེ་ལ་བརྟེན་པ་ཡིན། །
en: Beings who belong to the Buddha family and have developed An aversion to this prison are divided into three groups: {53.6}

source: བྱང་ཆུབ་སེམས་དང་སངས་རྒྱས་དང་། །རང་རྒྱལ་བྱང་ཆུབ་ལ་བརྟེན་དང་། །འདོད་ཆགས་བྲལ་བ་རྫུ་འཕྲུལ་ཆེ། །
en: “(1) The bodhisattvas who later become buddhas, (2) Those who attain awakening on their own,

source: དེ་བཞིན་གཞན་དག་དགྲ་བཅོམ་ཉིད། །ཉན་ཐོས་བྱང་ཆུབ་ལ་བརྟེན་ནས། །རྣམ་གསུམ་ཞི་བ་ཐོབ་པར་བྱེད། །
en: And further there are (3) the arhats, Devoid of passion and very powerful. {53.7} “The arhats attain the awakening of the śrāvakas And obtain the three types of peace.

source: ཆོས་འདི་དག་ནི་མདོར་བསྡུ་ན། །དགེ་དང་མི་དགེ་བསྟན་པ་ཡིན། །
en: In short, I gave this teaching To show what is virtuous and what is not. {53.8}

source: རྟག་ཏུ་མི་དགེ་སྤང་བྱ་སྟེ། །དུས་རྣམས་ཀུན་ཏུ་དགེ་བ་སྤྱད། །
en: “One should always shun nonvirtue And practice virtue at all times.

source: འབྱུང་པོ་ཀུན་ལ་མི་འཚེ་བར། །ངས་ནི་ཆོས་ཀྱང་རབ་ཏུ་བསྟན། །
en: The Dharma that is taught Is to never harm any sentient being. {53.9}

source: འགྲོ་བ་ལྔ་པོའི་ལམ་ཉིད་དུ། །ཆོས་འདི་ཉིད་ནི་འགྱུར་བ་ཡིན། །
en: “Regarding the dharmas of the five destinies, Only one constitutes the path—

source: གང་ཞིག་ཟག་མེད་ཆོས་རྣམས་ནི། །ཡང་དག་མཐའ་ལ་ཡང་དག་བརྟེན། །
en: It is the dharma that is free from karmic influences And is rooted in ultimate reality. {53.10}

source: དང་པོའི་སངས་རྒྱས་སྔ་མ་ཡིས། །འདི་ཉིད་ལམ་དུ་གསུངས་པ་ཡིན། །
en: “It is the same path that was taught By the primordial buddhas of the past.

source: ཞི་བ་མྱ་ངན་འདས་འགྲོ་བར། །ངས་ཀྱང་ཐམས་ཅད་བསྟན་པ་ཡིན། །
en: I also taught it in full, Propelling beings toward the peace of nirvāṇa. {53.11}

source: ཆོས་ཀྱི་མཐའ་ལ་བརྟེན་ནས་ནི། །ཡང་དག་མཐའ་ནི་ཐོབ་པ་ཡིན། །
en: “Relying on this ultimate dharma, One will attain the ultimate reality—

source: ཆོས་རྣམས་ཀུན་གྱི་མཐའ་མེད་པ། །ཡང་དག་མཐའ་ཞེས་བརྗོད་པ་ཡིན། །
en: The ultimate reality that is described As the absence of limits common to all the dharmas. {53.12}

source: ཆོས་འདི་དག་ནི་མདོར་བསྡུས་ནས། །
en: “This dharma, in short, Has been explained as twofold.

source: ཉོན་ཅིག་ལྷ་ནི་ཐམས་ཅད་དང་། །བྱང་ཆུབ་སེམས་དཔའ་རྫུ་འཕྲུལ་ཆེ། །
en: Listen, all you gods, And you bodhisattvas with great powers! {53.13}

source: དགྲ་བཅོམ་ཉན་ཐོས་དག་ཀྱང་ཉོན། །
en: “Arhats, śrāvakas, listen to me!

source: ང་ནི་ས་སྟེང་མྱ་ངན་འདའ། །ཁ་བ་ཅན་གྱི་ནང་དག་ཏུ། །སཱ་ལའི་ནགས་ནི་ཡང་དག་འབྱུང་། །
en: When I attain nirvāṇa on earth, It will be in the middle of the Sāla Grove At the foothills of the Himalayas, {53.14}

source: གསེར་དང་ལྡན་པའི་ཆུ་བོ་དང་། །གྱད་རྣམས་ཀྱི་ནི་ཉེ་འཁོར་དུ། །
en: “On the banks of the Hiraṇyavatī That flows through the country of the Mallas.

source: སཱ་ལ་ཟུང་གི་ནགས་ནང་དུ། །ང་ནི་མྱ་ངན་འདའ་བར་འགྱུར། །
en: There, in the middle of the Yamakasāla Grove, I will attain nirvāṇa. {53.15}

source: གྲོང་ཁྱེར་མིང་ནི་སྡིག་པ་ཅན། །ཅོད་པན་བཅིངས་པའི་མཆོད་རྟེན་དང་། །
en: “In the city named Pāvā, Near the Makuṭabandhana shrine,

source: ཆུ་བོའི་འགྲམ་ནི་རྟག་ཉམས་དགའ། །དེར་ནི་ས་སྟེང་མྱ་ངན་འདའ། །
en: On the pleasant bank of the river, I will attain nirvāṇa on earth. {53.16}

source: བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་དང་། །རྫུ་འཕྲུལ་ཆེ་ལྡན་ཉན་ཐོས་དང་། །ལྷ་དང་ཀླུ་དང་གནོད་སྦྱིན་དང་། །འཇིག་རྟེན་སྐྱོང་བ་རྫུ་འཕྲུལ་ཆེ། །
en: “All the bodhisattvas, The śrāvakas with great magical powers, The gods, nāga s, and yakṣa s, The powerful guardians of the world, {53.17}

source: བརྒྱ་བྱིན་ཚངས་བཅས་འདབ་བཟང་དང་། །གཞན་ཡང་འོག་མིན་ལ་སོགས་ལྷ། །དེར་ནི་ཐམས་ཅད་འདུས་པར་ནི། །
en: “The Śakras, Brahmās, and Suyāmas, As well as the gods of Akaniṣṭha , and so forth— All of them will gather At that place. {53.18}

source: རབ་ཏུ་འབྱུང་བར་འགྱུར་བ་ཡིན། །དེར་ནི་གྱད་ཀྱི་ཉེ་འཁོར་དང་། །གང་གཱའི་བྱང་ཕྱོགས་འགྲམ་དག་ནི། །ཆུ་བོ་ཆེན་པོ་དེ་ལས་གཞན། །
en: “There, in the Yamakasāla Grove, In the country of the Mallas, Between the northern bank of the Gaṅgā And the western bank of the Mahī, {53.19}

source: ཁ་བ་ཅན་རིའི་ལྷོ་ཕྱོགས་ཆར། །སཱ་ལའི་ནགས་ཞེས་བྱ་བ་འབྱུང་། །དེ་ཚེ་ནུབ་ཕྱོགས་བལྟས་པའི་མལ། །དེ་ཡི་གནས་སུ་འབྱུང་བར་འགྱུར། །
en: “On the south side of the Himalayas, In the Sāla Grove— In that place there will also be My final resting place. {53.20}

source: དེ་ཚེ་ཆུ་བོ་རབ་དགའ་བ། །བཟང་པོ་གསེར་ལྡན་འགྲམ་དག་ཏུ། །ལྷ་རྣམས་ཀུན་གྱི་ཚོགས་ལ་སོགས། །འདུས་པ་དག་ནི་འབྱུང་བར་འགྱུར། །
en: “At that time, on the pleasant bank of the river, On its sloping bank described as golden, All the hosts of gods And other beings will gather. {53.21}

source: མི་དང་རྒྱལ་པོའི་མཆོག་རྣམས་དང་། །མི་དང་མི་མ་ཡིན་པ་འབྱུང་། །དེ་ཚེ་མི་དང་འབྱུང་པོ་ཀུན། །དེ་ཚེ་བྱིས་པ་འཕགས་པ་དང་། །
en: “All the most eminent human kings, And beings of human and nonhuman origin Such as all the spirits and mortal beings, Both the naive and the mature, {53.22}

source: དགའ་སྟོན་ཆེན་པོ་དགའ་ཆེན་ལྟར། །གནས་དེ་ལ་ནི་ཡང་དག་འདུས། །
en: “Will gather at that place For that public event of great magnitude.

source: རང་ལུས་ཟང་ཟིང་བཅས་པར་ནི། །བཟང་པོ་ཆེན་པོའི་བཀོད་པའང་བྱས། །ཆོས་ཀྱི་མཐའ་ནི་ཡོངས་སྤངས་ནས། །ཡང་དག་མཐར་ནི་ཡང་དག་ཞུགས། །
en: This divine celebration Will be on the account of my physical remains. {53.23} “Stepping then into the immaterial, I will attain the peace of nirvāṇa. Leaving behind phenomenal reality, I will enter the ultimate reality. {53.24}

source: དེ་ཚེ་སྔོན་གྱི་སྐྱེ་བ་ནི། །སེར་སྐྱའི་གྲོང་ཁྱེར་གཞི་དག་ཏུ། །ཤཱཀྱའི་རིགས་ཀྱི་གཙོ་བོ་ནི། །ང་ནི་འཁོར་བའི་བཙོན་རར་སྐྱེས། །
en: “My final birth occurred In the city of Kapilavastu Within the illustrious family of the Śākyas, Where I was born into the prison of existence. {53.25}

source: བདག་གི་སྡུག་བསྔལ་བདག་ཉིད་ཀྱིས། །ཁྱིམ་ལས་ངེས་འབྱུང་ཡོངས་སུ་སྤངས། །
en: “Then, leaving behind its inherent suffering, I went forth from my home.

source: དེ་ཚེ་མུ་སྟེགས་མང་པོ་བསྟེན། །བདུད་རྩི་དག་ཀྱང་ཐོབ་མ་གྱུར། །
en: I visited many holy places But still did not find the elixir of immortality. {53.26}

source: དཀའ་བ་དག་ཀྱང་བདག་གིས་སྤྱད། །ལུས་ཀྱི་གདུང་བའང་ཡུན་རིང་བ། །
en: “I practiced severe austerities, Mortifying my body.

source: ལོ་དྲུག་ཏུ་ནི་བསྟེན་པ་ཡིས། །ལུས་ཀྱང་ཞིག་ཅིང་རྣམ་པར་སྐམས། །ཤེས་དང་ཤེས་བྱ་གསལ་བ་ནི། །ངས་ནི་ཅུང་ཟད་ཐོབ་པ་མེད། །
en: Having fasted for six years, I was on the verge of dying from exhaustion, {53.27} “But I did not find anything That would reveal [true] knowledge to me.

source: དེ་ནས་ང་ནི་ལངས་ནས་ཀྱང་། །འབྲས་ཆེན་དཀར་བའི་ཟས་ཀྱང་ཟོས། །
en: I got up, therefore, and partook of some food— A delicious milk porridge. {53.28}

source: ལྷ་རྣམས་ཀྱིས་མཆོད་ལམ་དག་ནི། །དེར་ནི་ས་སྟེང་ང་ཡིས་བགྲོད། །ཆུ་བོ་ནཻ་རཉྫ་ནའི་འགྲམ། །ཤིང་གི་རྒྱལ་པོ་ལེགས་མཛེས་པ། །
en: “Following the road indicated to me by the gods, I traveled across the land, To the bank of the Nairañjanā River, Beautified by kingly trees, {53.29}

source: མེ་ཏོག་རྣམ་པ་དུ་མས་ཁྱབ། །དེ་འགྲམ་ས་ནི་ཉམས་དགའ་བ། །ནགས་ཆེན་འབྲས་བུ་ལྡན་པ་དང་། །རྣམ་པ་སྣ་ཚོགས་ཤིང་དག་འབྱུང་། །
en: “Where the salty ground Was strewn with various flowers, And fine forest fruits abounded, Produced by various trees. {53.30}

source: ཆུ་བོ་ཆེན་པོས་ཡོངས་བསྐོར་བའི། །ཤིང་གི་རྩར་ནི་ང་ཡིས་ཕྱིན། །
en: “Walking along the great river, I came, in the end, to the foot of a tree.

source: ས་ཡི་ཆ་ནི་མཐོང་ཙམ་གྱིས། །བདག་གི་སེམས་ནི་བརྟན་པ་ཐོབ། །
en: As soon as I saw that this place was right for me, A firm resolve was born in me. {53.31}

source: དེ་ལྟའི་ཤིང་ནི་བདག་གིས་མཐོང་། །ཡལ་ག་ལོ་མ་ཉེར་མཛེས་པའི། །ཤིང་ཆེན་གྲིབ་མ་ཆེན་པོ་ནི། །རྩ་བ་མི་མངོན་ཉེར་སྤྱད་འོས། །
en: “Seeing also that this large tree Was adorned with leafy branches That afforded plenty of shade And had root spurs that provided shelter, {53.32}

source: ཤིང་རྩ་ཨ་ཤྭཏྠར་འདུག་ནས། །སེམས་ནི་ཤིན་ཏུ་དང་བར་གྱུར། །
en: “I attained aśvattha -hood during the aśvattha, Sitting at the foot of that [ aśvattha ] tree.

source: བསམ་གཏན་དང་ནི་ཏིང་འཛིན་དང་། །དེར་ནི་བརྟན་པའང་མངོན་པར་འཐོབ། །
en: There, I attained stability, Concentration, and samādhi.

source: མཚན་མོའི་མཐར་ནི་སྐྱེ་མཐར་བྱེད། །དེར་ནི་སྣང་བ་མེད་པའང་འཐོབ། །
en: At the end of the night I attained that which Is not subject to destruction and ends [the cycle of] rebirth. {53.33}

source: བདུད་ཀྱི་བགེགས་ནི་རྣམ་མང་པོ། །རྣམ་པ་དུ་མ་རབ་ཏུ་སྦྱར། །སྡེ་རྣམས་བཅོམ་ནས་སླར་ལྡོག་ཅིང་། །རང་གི་གནས་སུའང་དེ་དག་སོང་། །
en: “Māra cleverly deployed many vighnas With many different forms, But after his armies were defeated, He turned back and returned to his abode. {53.34}

source: སྔགས་དང་རྒྱུད་ནི་འདི་དོན་དུ། །རྣམ་པ་མང་པོའང་གསུངས་པ་ཡིན། །
en: “It is because of him That many mantra systems have been taught,

source: རྣམ་པ་དུ་མའི་སྦྱོར་བ་དང་། །བསམ་གཏན་ཤེས་པའང་བསྟན་པ་ཡིན། །
en: Along with many ritual methods, Meditative concentrations, and knowledges. {53.35}

source: དེར་ནི་ཐེག་པ་གསུམ་ཡང་སྤྱད། །གཞན་དག་སེམས་ཅན་རྟེན་ལ་འཛུད། །
en: “The path, moreover, is threefold, To serve each of the three types of beings.

source: ཉེས་པ་རྣམ་པ་གསུམ་ཉིད་ཀྱི། །གཉེན་པོ་དག་ཀྱང་རབ་ཏུ་བསྟན། །
en: The antidotes to the faults, Likewise, are taught as threefold. {53.36}

source: དེ་ནས་ལངས་ནས་ཡང་སོང་ནས། །གྲོང་ཁྱེར་ལྟེང་རྒྱས་ཆུ་བཟང་གིས། །
en: “Then, I got up and went To Urubilvā, with its auspicious waters.

source: ཁྲུས་བྱས་དེར་གནས་དྲང་སྲོང་རྣམས། །སློབ་མར་བཅས་པའང་རབ་ཏུ་ཕྱུང་། །
en: Having bathed in the waters there, I visited the local sage and his disciples. {53.37}

source: སེམས་ཅན་རྣམ་མང་དོན་བྱས་ནས། །དེ་ནས་ང་ནི་ཡང་དག་འདས། །ཀ་ཤིའི་གྲོང་ནི་ཉམས་དགའ་བར། །མཐར་གྱིས་སུ་ནི་ཡང་དག་ཞུགས། །
en: “After performing many acts for the sake of beings, I set out once again And in due course Entered the beautiful city of Kāśī. {53.38}
